Repository: ElDavoo/Mifare-Windows-Tool
Catalog: MifareWindowsTool/Properties/Resources.*.resx
Languages: fr_fr

source: Abort
fr_fr: Arrêter

source: aborted
fr_fr: arrêté

source: A dump file
fr_fr: Un fichier de dump

source: already exists
fr_fr: existe déjà

# AutoScanTagRunning
source: Auto scan Tag is running
fr_fr: La détection automatique de badges est en cours

source: Auto scan tag stopped
fr_fr: La détection automatique de badges est arrêtée

# BtnDeleteKeyFileContent
source: Delete Key File
fr_fr: Supprimer ce fichier de clés

# BtnEditKeyFileContent
source: Edit Key File
fr_fr: Éditer ce fichier de clés

# BtnNewKeyFileContent
source: New Key File
fr_fr: Nouveau fichier de clés

# btnOpenDumpAContent
source: Open Dump A
fr_fr: Ouvrir le dump A

# btnOpenDumpBContent
source: Open Dump B
fr_fr: Ouvrir le dump B

# BtnSelectDumpContent
source: Select Source Dump
fr_fr: Sélectionner le dump Source

# btnStartMappingAndReadTagContent
source: Start decode & Read tag
fr_fr: Décoder et lire le badge

# BtnWriteDumpContent
source: Write Dump
fr_fr: Ecrire sur le badge

source: Cancel
fr_fr: Annuler

# CkACsContent
source: Use these Access Conditions for all sectors
fr_fr: Utiliser ces conditions d'accès pour tous les secteurs

# CkEnableBlock0WritingContent
source: Advanced: Enable writing to manufacturer block
fr_fr: Avançé : Autoriser l'écriture sur le bloc 0

# ckEnablePeriodicTagScanContent
source: Enable Periodic Tag AutoScan
fr_fr: Activer la détection périodique de badge

# ckEnablePeriodicTagScanTooltip
source: checks if there is a new tag on the tag reader every 3 seconds
fr_fr: Vérifie toutes les 3 secondes si un nouveau badge est posé sur le lecteur

source: cloning
fr_fr: Duplication en cours

source: Close
fr_fr: Fermer

source: Compare Dumps
fr_fr: Comparer les dumps

source: Different
fr_fr: Différent

source: done with errors
fr_fr: Terminé avec des erreurs

source: Do you want to re-use this dump ?
fr_fr: Voulez-vous réutiliser ce dump ?

# DumpExisting
source: Dump file already existing
fr_fr: Fichier de dump déjà existant

# DumpFileFilter
source: Dump Files|*.dump;*.mfd;*.dmp;*.img;*.nfc;*.txt;*.bin|All Files|*.*
fr_fr: Fichiers de Dump|*.dump;*.mfd;*.dmp;*.img;*.nfc;*.txt;*.bin|Tous les fichiers|*.*

source: EDIT/ADD KEY FILE
fr_fr: ÉDITER/AJOUTER FICHIER DE CLES

source: EDIT/ANALYZE DUMP FILE
fr_fr: ÉDITER/ANALYSER FICHIER DUMP

source: Edit Dump
fr_fr: Éditer

# EditKeyFileWindowTitle
source: Edit Key File
fr_fr: Édition du fichier de clés

source: Factory Format
fr_fr: Formatage d'usine

source: finished
fr_fr: terminé

# HelpAndInfo
source: HELP/INFO
fr_fr: AIDE/INFOS

source: Identical
fr_fr: Identique

# KeyFilesFilter
source: Key Files|*.keys|All Files|*.*
fr_fr: Fichiers de clés|*.keys|Tous les fichiers|*.*

# lblChooseKeyFileContent
source: Select keys to access tag content
fr_fr: Sélectionnez les clés pour accéder au contenu du badge

# MapKeyToSectorWindowTitle
source: Map Keys
fr_fr: Schémas de clés

# NeedSelectDumpKeyFileSource
source: You need to select one source dump (MWT file format)
fr_fr: Vous devez sélectionner un fichier de dump source (au format MWT)

# NeedToSelectOneKeyFile
source: You need to select at least one key file
fr_fr: Vous devez sélectionner au moins un fichier de clés

source: new UID Found
fr_fr: Nouvel UID détecté

source: no tag
fr_fr: Aucun badge

source: No Tag detected on reader
fr_fr: Aucun badge détecté sur le lecteur

source: Open Dump
fr_fr: Ouvrir un dump

# PleaseRestartAsAdmin
source: Please restart Mifare Windows Tool as Administrator
fr_fr: Pour un fonctionnement optimal, veuillez redémarrer Mifare Windows Tool en tant qu'administrateur

# rbHaltOnErrorContent
source: Halt on errors
fr_fr: Stopper si erreurs

# rbTolerateOnErrorContent
source: Tolerate errors
fr_fr: Tolérer les erreurs

# RbUseKeyAContent
source: Use Key A
fr_fr: Utiliser la clé A

# RbUseKeyBContent
source: Use Key B
fr_fr: Utiliser la clé B

source: READ TAG
fr_fr: LIRE BADGE

source: Save Dump as
fr_fr: Enregistrer le dump sous...

source: Save Key File
fr_fr: Enregistrer les clés

source: scan finished
fr_fr: Détection terminée

source: Sector
fr_fr: Secteur

# SelectKeyFilesWindowTitle
source: Key Files
fr_fr: Fichiers de clés

source: Show as ASCII
fr_fr: Afficher en ASCII

source: Show as Hex
fr_fr: Afficher en Hexa

# SourceDump
source: dump file of tag to copy:
fr_fr: fichier du dump MWT du badge à copier :

source: Start Cloning
fr_fr: Ecrire sur le badge

source: started
fr_fr: démarré

# TargetDump
source: Blank tag dump file:
fr_fr: fichier du dump MWT du badge vierge :

# Tools
source: TOOLS / OPTIONS
fr_fr: OUTILS / OPTIONS

# UsedForSourceMapping
source: (used to generate source tag mapping)
fr_fr: (utilisé pour générer le schéma du badge source)

# UsedForTargetMapping
source: (used to generate target tag mapping)
fr_fr: (utilisé pour générer le schéma du badge cible)

source: Write Dump (Clone)
fr_fr: Ecrire le dump (dupliquer)

# WriteDumpWindowTitle
source: Write Tag
fr_fr: Ecrire sur le badge

source: WRITE TAG
fr_fr: ÉCRIRE BADGE

# DecryptTagTitle
source: Decrypt tag
fr_fr: Décryptage du badge

source: Error Handling
fr_fr: Gestion des erreurs

source: Keys
fr_fr: Clés

source: Tag
fr_fr: Badge

source: Tag Type
fr_fr: Type de badge

# ttAcsDefaultValue
source: FF078069 is the default value
fr_fr: FF078069 est la valeur par défaut

# NeedSelectDumpKeyFileTarget
source: You need to select one target dump
fr_fr: Vous devez selectionner un fichier de dump cible

# NeedSelectDumpKeyFileSourceAndTarget
source: You must select a source MWT file and a MWT file corresponding to the target badge
fr_fr: Vous devez sélectionner un fichier MWT source et un fichier MWT correspondant au badge cible

# SelectToolWindowTitle
source: Tools / Options
fr_fr: Outils/Options

# btnChangeUID
source: Change UID
fr_fr: Changer l'UID du badge

# btnCompareDumps
source: Compare dumps
fr_fr: Comparaison de dumps

source: Invalid dump file
fr_fr: Fichier de dump non valide

# SetUIDWindowTitle
source: Set new tag UID
fr_fr: Changer l'UID du badge

# InvalidUID
source: Invalid UID (4 bytes = 8 hex digits) or BLOCK 0 (16 bytes - 32 hex digits)
fr_fr: UID (UID valide : 4 octets soit 8 caractères hexa) ou BLOCK0 (16 octets soit 32 caractères hexa) incorrect

source: New UID
fr_fr: Nouvel UID

source: Old UID
fr_fr: Ancien UID

source: target
fr_fr: cible

source: Format tag
fr_fr: Formater le badge

source: English
fr_fr: Anglais

source: French
fr_fr: Français

# ACR122NotPlugged
source: ACR122U tag reader doesn't seem to be plugged in!
fr_fr: Le lecteur de badges ACR122U ne semble pas branché !

# DriverACR122NotInstalled
source: ACR122U Tag reader driver doesn't seem to be installed. Click OK to be redirected on the driver download page. Install driver last version named 'MSI Installer for PC / SC Driver'
fr_fr: Le pilote du lecteur ACR122U ne semble pas installé. Cliquez sur OK pour être redirigé vers la page de téléchargement. Installez la dernière version du pilote 'MSI Installer for PC / SC Driver'

# DriverLibUsbKNonInstalled
source: ACR122U seems to be installed but, NOT the LibUsbK driver. Click OK to install it
fr_fr: Le pilote du lecteur ACR122U semble être installé mais pas le pilote LibUsbK. Cliquez sur OK pour l'installer

# BadgeReaderAcr122NotFound
source: The tag reader cannot be found!
fr_fr: Le lecteur de badges est introuvable !

# BadgeUIDAlreadyknown
source: This tag identifier is already known by MWT. Read anyway ? (If this is a new or recently modified tag on your reader, prefer 'Yes')
fr_fr: L'identifiant de ce badge est déjà connu par MWT. Relire quand même ? (Si c'est un nouveau badge sur le lecteur ou un badge modifié récemment, il vaut mieux répondre 'Oui')

# InfoMessageTagToReadAndDecode
source: This tag is not know yet. Mifare Windows tool needs to read and decrypt it once (even if it's a blank tag), in order to be able to write something on it. In the next window, you will be able to read and decode your tag
fr_fr: Ce badge n'est pas encore connu de l'outil Mifare Windows Tool. L'outil doit donc le lire et le déchiffrer au moins une fois (même s'il s'agit d'un badge vierge), afin afin de pouvoir ensuite écrire quelque chose dessus.

# btnReinstallLibUsbK
source: Reinstall libUsbk Driver wrapper
fr_fr: Réinstaller le pilote LibUsbK

# UseInstallDriverIf
source: Use this if your ACR122U has a red LED - with mandatory installed libUSBK driver ,the led should remain OFF (no red light). After installing this driver, unplug and replug your ACR122U
fr_fr: A utiliser si la led de votre ACR122U est allumée en rouge : Il est alors indispensable d'installer le pilote LIBUSBK puis de débrancher/rebrancher votre lecteur de badges. La led restera éteinte mais c'est normal (Vous pourrez toujours désinstaller ce pilote si besoin ensuite et la lumière de la led reviendra)

# LabelDumpsPath
source: Default dump path
fr_fr: Emplacement par défaut des dumps

source: Browse
fr_fr: Parcourir

source: Reset
fr_fr: Réinitialiser

# LabelKeysPath
source: Default Keys path
fr_fr: Emplacement par défaut des clés

source: Save dump keys as
fr_fr: Enregistrer les clés du dump sous...

# AppendDumpKeysTo
source: Append keys to existing file
fr_fr: Ajouter les clés à la suite d'un fichier existant

# btnConvertDump
source: Dump conversion
fr_fr: Conversion de dumps

# thisismctdumpfile
source: This file looks like a MCT (Mifare classic tool) dump. Do you want to try to convert it automatically to MWT dump?
fr_fr: Ce fichier de dump semble provenir de MCT (Mifare classic tool). Voulez-vous essayer de le convertir automatiquement vers le format de dump MWT ?

# PauseOff
source: Suspend display
fr_fr: Stopper le rafraîchissement des infos

# PauseOn
source: Resume display
fr_fr: Reprendre le rafraîchissement des infos

# thisisflipperdumpfile
source: This file looks like a Flipper Zero dump. Do you want to try to convert it automatically to MWT dump?
fr_fr: Ce fichier de dump semble provenir d'un Flipper Zéro. Voulez-vous essayer de le convertir automatiquement vers le format de dump MWT ?

# ConvertToMctOrFlipperDump
source: Select Yes to convert this dump to Mct Dump, Or No to convert it to Flipper Dump, Or cancel
fr_fr: Choisissez Oui pour convertir ce dump en fichier Mct, ou Non pour le convertir en Dump Flipper Zéro, Ou bien annulez

# BtnConvert
source: Convert
fr_fr: Convertir

# OutputDumpType
source: Convert to which type of dump?
fr_fr: Convertir en quel type de dump ?

# TagGensInfo
source: Thanks to Blogmotion: https://blogmotion.fr/internet/securite/gen1-gen2-gen3-nfc-mifare-1k-18004 [GENERATION 1] Modifiable UID: UID can be changed multiple times: yes All blocks can be written multiple times, including block 0 Compatible with USB drive and libNFC: yes MCT compatible: yes, except block 0 Backdoor to rewrite regardless of ACs (magic commands): yes (Gen 1a) Detectable as a copy: yes, because of magic commands [GENERATION 2] CUID : All blocks can be written multiple times, including block 0 Compatible with USB drive and libNFC: yes Backdoor to rewrite regardless of ACs (magic commands): no Detectable as a copy : hardly (does not respond to magic commands) Particularity : sudden death if writing an invalid block 0 [GENERATION 2] FUID : Block 0 can be written only once All blocks can be written several times, except block 0 Special feature: protection against sudden death if invalid block 0 is written Backdoor to rewrite regardless of ACs (magic commands) : no Detectable as a copy : very difficult (does not respond to magic commands)
fr_fr: Merci à Blogmotion : https://blogmotion.fr/internet/securite/gen1-gen2-gen3-nfc-mifare-1k-18004 [GENERATION 1] UID Modifiable : UID modifiable plusieurs fois : oui Tous les blocs peuvent être écrits plusieurs fois, y compris le bloc 0 Compatible avec un lecteur USB et libNFC : oui Compatible avec MCT : oui, excepté le bloc 0 Backdoor pour réécrire sans tenir compte des ACs (magic commands) : oui (Gen 1a) Détectable comme copie : oui, à cause des commandes magiques [GENERATION 2] CUID : Tous les blocs peuvent être écrits plusieurs fois, y compris le bloc 0 Compatible avec un lecteur USB et libNFC : oui Backdoor pour réécrire sans tenir compte des ACs (magic commands) : non Détectable comme copie : difficilement (ne répond pas aux commandes magiques) Particularité : mort subite si écriture d'un bloc 0 invalide [GENERATION 2] FUID : Le block 0 peut être écrit une seule fois Tous les blocs peuvent être écrits plusieurs fois, sauf le bloc 0 Particularité : protection contre la mort subite si écriture d'un bloc 0 invalide Backdoor pour réécrire sans tenir compte des ACs (magic commands) : non Détectable comme copie : très difficilement (ne répond pas aux commandes magiques)

# SelectDumpForSourceTag
source: Choose the MWT dump file corresponding to the content of the badge to be copied (source)
fr_fr: Choisir le fichier dump MWT correspondant au contenu du badge à copier (source)

# SelectDumpForTargetTag
source: Choose the MWT dump file corresponding to the content of the blank badge (target)
fr_fr: Choisir le fichier dump MWT correspondant au contenu du badge vierge (cible)

# ReadTargetMoreInfos
source: Note: before copying a badge, MWT must still know (i.e. decrypt) the badge you are going to copy to, even if it is a blank badge.
fr_fr: Remarque : avant de copier un badge, MWT doit quand même connaître (donc décrypter) le badge sur lequel vous allez copier, même si c'est un badge vierge.

source: Save dump
fr_fr: Enregistrer le dump

source: Nothing to save
fr_fr: Rien à enregistrer

source: Source and Copy are the same
fr_fr: Source et cible identiques

# WantSourceAndCopyTheSame
source: You are about to copy identical content between the source and the target, are you sure this is what you want? (If not, select another source file to copy )
fr_fr: Vous vous apprêtez à copier un contenu identique entre la source et la cible, êtes-vous sûr que c'est ce que voulez ? (Dans le cas contraire, sélectionnez un autre fichier source à copier)

# BtnRenameKeyFileContent
source: Rename key file
fr_fr: Renommer ce fichier de clés

source: Invalid chars in file name
fr_fr: caractères invalides dans le nom du fichier

# NameAlreadyExisting
source: This file name already exists
fr_fr: Ce nom de fichier existe déjà

# ConfirmDeleteFile
source: Are you sure you want to delete this file?
fr_fr: Êtes-vous sûr de vouloir supprimer ce fichier ?

source: Warning
fr_fr: Attention

# FillEmptyWithDefault
source: Complete the dump with default values if the dump is partial
fr_fr: Compléter le dump avec des valeurs par défaut si le dump est partiel

# NewUIDOrBlock0
source: New UID (4 bytes) or full BLOCK 0 (16 bytes)
fr_fr: Nouvel UID (4 octets) ou BLOCK 0 complet (16 octets)

# MissingMandatoryExeFiles
source: Some mandatory executable files are missing. MWT may not run properly. Please check if your antivirus has not blocked some files after MWT install. Missing file(s) in
fr_fr: Des fichiers nécessaires au bon fonctionnement de MWT sont manquants. Veuillez vérifier si votre antivirus n'aurait pas bloqué des fichiers après l'installation de MWT. Fichier(s) manquant(s) dans

# MissingExeFile
source: Following file is missing: {1} in folder {0} MWT cannot run properly. Please check if your antivirus has not blocked this file after MWT install.
fr_fr: Le fichier {1} est manquant dans le dossier {0}. MWT Ne peut pas fonctionner correctement. Veuillez vérifier si votre antivirus n'a pas bloqué ce fichier après l'installation.

# GoOnGitHubPage
source: Do you want to go on github page?
fr_fr: Voulez-vous aller sur la page de téléchargement (GitHub) ?

# GoOnGitHubPageBeta
source: Do you want to go on github prerelease version page (Yes) or stable version page (No) or Cancel ?
fr_fr: Voulez-vous aller sur la page de téléchargement gitHub des pré-versions (Oui) ou des versions stables (Non) ou annuler ?

# NewerBetaVersionExists
source: A newer prerelease version exists.
fr_fr: Une nouvelle pré-version est disponible.

# NewerVersionExists
source: A newer version exists.
fr_fr: Une nouvelle version est disponible.

# UnInstallLibUsbKDriver
source: The LibUsbK driver has been detected and should be uninstalled. Click on 'OK' to try to uninstall it. Then, unplug and replug the drive. If the LED on the drive is lit, the uninstallation was successful, otherwise try to uninstall the LibusbK driver manually.
fr_fr: Le pilote LibUsbK a été détecté et doit être désinstallé. Cliquez sur 'OK' pour tenter de le désinstaller. Ensuite, débranchez puis rebranchez le lecteur. Si la LED du lecteur est allumée, la désinstallation a réussi, sinon tentez de désinstaller le pilote LibusbK manuellement.

# ACR122StatusStopped
source: The ACR122 reader is detected but stopped. Try unplugging and replugging it, then restarting MWT.
fr_fr: Le lecteur ACR122 est détecté mais arrêté. Essayez de le débrancher et de le rebrancher, puis redémarrez MWT.

# GetInfoForManualDriverUninstall
source: The LibUsbK driver could not be uninstalled automatically. Do you want to display the help page to uninstall it manually?
fr_fr: Le pilote LibUsbK n'a pas pu être désinstallé automatiquement. Voulez-vous afficher la page d'aide pour le désinstaller manuellement ?
